//RUNADD2 JOB (ACCT),'REXX LAB02',
//             CLASS=A,MSGCLASS=H,MSGLEVEL=(1,1),
//             NOTIFY=&SYSUID
//*
//* LAB 02 - EXECUTE REXX IN BATCH USING IRXJCL
//*
//REXXSTEP EXEC PGM=IRXJCL,PARM='ADD2'
//SYSEXEC  DD DSN=IBMUSER.REXX.EXEC,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
12
8
/*
