/* REXX */
SAY 'ENTER SCORE FROM 0 TO 100:'
PULL SCORE

SELECT
  WHEN SCORE >= 90 THEN
    SAY 'LEVEL: EXCELLENT'
  WHEN SCORE >= 70 THEN
    SAY 'LEVEL: GOOD'
  WHEN SCORE >= 50 THEN
    SAY 'LEVEL: PASS'
  OTHERWISE
    SAY 'LEVEL: FAIL'
END
