/* REXX */
SAY 'ENTER TWO NUMERIC VALUES:'
PULL NUM1 NUM2
ADDRES = NUM1 + NUM2
SUBRES = NUM1 - NUM2
MULRES = NUM1 * NUM2
DIVRES = NUM1 / NUM2
SAY 'FIRST VALUE  :' NUM1
SAY 'SECOND VALUE :' NUM2
SAY 'ADD          :' ADDRES
SAY 'SUBTRACT     :' SUBRES
SAY 'MULTIPLY     :' MULRES
SAY 'DIVIDE       :' DIVRES
